Homework/inclass.tex
% Created 2019-12-09 Mon 12:43
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage[strings]{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage{setspace}
\usepackage[labelfont=bf]{caption}
\usepackage{amsmath}
\usepackage{enumerate}
\usepackage[parfill]{parskip}
\usepackage[version=3]{mhchem}
\date{Due: \textit{<2019-12-09 Mon>}}
\title{}
\begin{document}

\title{In Class\\Computational Chemistry\\(CBE 60547)}
\author{Prof.\ William F.\ Schneider}
\maketitle

Describe the computational approach you would take to answer the question. Be sure to detail all the calculations you would need and how you would combine them to arise at an answer. Indicate any sources of uncertainty in your predictions.
\section{Group 1: Particle Shape}
\label{sec:orgcd4e66e}
Your collaborator is going to prepare large(ish) particles of Au (an FCC metal) on an inert support (say MgO). What shape(s) do you expect the particle to adopt? 

\section{Group 2: Alloy phase diagram}
\label{sec:org20605bf}
Au and Cu both crystallize as FCC metals. Do you expect them to form ordered compounds or a disordered, random alloy? Does the answer depend on temperature?

\section{Group 3: Surface adsorption}
\label{sec:orgc0b888b}
Your colleague has two Pd single crystals, (111) and (100) facets, but can't remember which is which. She has a cylinder of CO that she can dose to the crystals. What calculations can you do to help her distinguish the two crystals. Identify at least two.

\section{Group 4: Segregation}
\label{sec:orgc399163}
Your colleague prepares a 90/10 (by mole number) Pt/Au alloy crystal and cleaves to expose a (111) facet. Do you expect the surface to have the same composition as the bulk, or be enriched in Pt, or in Au (at equilibrium)?  Does the answer depend on whether the measurement is made in vacuum or in CO?
\end{document}